{"role": "document", "name": "", "children": [{"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "Last updated: 19.07.2022"}]}, {"role": "heading", "name": "Privacy Policy", "level": 1, "children": [{"role": "text leaf", "name": "Privacy Policy"}]}, {"role": "heading", "name": "Introduction", "level": 2, "children": [{"role": "text leaf", "name": "Introduction"}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "MBR PROPERTY LISTING LTD and it’s affiliates (hereinafter, \"We\", “Us”, “Our”, “Pixel Tale Games”) has adopted this privacy policy (hereinafter, \"Privacy Policy\") to explain how we collect, store and use the user (hereinafter, \"You\", \"User\") information, prepared in connection with our games and all other related services that may be provided at any given time (hereinafter, \"Services\"). This Privacy Policy applies to any of our Services, if them have no dominant policy."}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "We are a small company with less than five people work together, so please be patient if we do not respond immediately, your request may take some time up to 30 days before we may answer. We will try to do our best to provide you with a quality service."}, {"role": "whitespace", "name": "\n"}, {"role": "text leaf", "name": "You must be at least 13 years old in order to use our Services."}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "If there is any concern regarding providing your information to us or you disagree it being used as described in this Privacy Policy, please do not install or use the Services."}]}, {"role": "heading", "name": "What information we collect and how we use it", "level": 2, "children": [{"role": "text leaf", "name": "What information we collect and how we use it"}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "When you use our Services, we may collect information automatically from your device. This information may be considered as personal information under applicable data protection laws. Specifically, the information we process includes information about the IP address of your device, device type, unique device identification numbers, broad geographic location (e.g. country or city-level location) and any other technical non-personal identifiable information."}, {"role": "whitespace", "name": "\n"}, {"role": "text leaf", "name": "The information processed is used only for business purposes, such as advertising customization, analytical and statistical information to enhance the gaming experience and track incidents and errors to provide a correct fault free service."}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "This information is not shared with individuals or companies not associated with us, it is only processed by our third-party partners (processors) as follows:"}]}, {"role": "heading", "name": "Analytical services", "level": 2, "children": [{"role": "text leaf", "name": "Analytical services"}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "To improve your experience in using our Services, we collect statistical user data to improve your experience while using our services. For this purpose, we use Analytics technologies from third-party partners to collect anonymous information such as user number of sessions, location information, device information (such as: operating system version, screen resolution, device model and etc). We will ask your consent in cases when we are legally obliged to ask for it."}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "For more information about the privacy policies on these partners, you can access the following links:"}]}, {"role": "list", "name": "", "children": [{"role": "listitem", "name": "• Unity Analytics: https://unity3d.com/legal/privacy-policy", "children": [{"role": "list item marker", "name": "• "}, {"role": "text leaf", "name": "Unity Analytics: https://unity3d.com/legal/privacy-policy"}]}, {"role": "listitem", "name": "• GameAnalytics: https://gameanalytics.com/privacy", "children": [{"role": "list item marker", "name": "• "}, {"role": "text leaf", "name": "GameAnalytics: https://gameanalytics.com/privacy"}]}, {"role": "listitem", "name": "• Firebase Analytics: https://firebase.google.com/support/privacy", "children": [{"role": "list item marker", "name": "• "}, {"role": "text leaf", "name": "Firebase Analytics: https://firebase.google.com/support/privacy"}]}]}, {"role": "heading", "name": "How we store your data", "level": 2, "children": [{"role": "text leaf", "name": "How we store your data"}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "We do not store any data, any information, either personally identifiable or non-personally identifiable. All data is stored within third-parties with compliance to data protection regulations and laws. We do not have any physical access to data centers or computer hard-drives."}]}, {"role": "heading", "name": "Information we do not collect", "level": 2, "children": [{"role": "text leaf", "name": "Information we do not collect"}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "We "}, {"role": "strong", "name": "", "children": [{"role": "text leaf", "name": "DO NOT"}]}, {"role": "text leaf", "name": " collect information about: age, gender, political thoughts, religious beliefs, phone number etc."}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "In order to combat fraud and illegal activity, we may exchange data with other companies and organizations and provide it to public authorities in response to lawful requests."}, {"role": "whitespace", "name": "\n"}, {"role": "text leaf", "name": "We may also disclose your data based on your consent, to comply with the law or to protect the rights, property or safety of us, our players or others."}]}, {"role": "heading", "name": "Advertising services", "level": 2, "children": [{"role": "text leaf", "name": "Advertising services"}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "We serve advertising on our Services for the financing the development process for current and future Services. Advertising provided by third parties, and they can use to collect anonymous information about the user's interests, location information, device information, to be able to choose more relevant, interest-based advertisements."}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "To collect this information third party advertising services may use and store your mobile device Advertising ID to show advertising that they consider relevant to you. You have the right to opt out of receiving interest-based advertising as explained below. On your iPhone, iPad or Android, you can adjust your device settings to control whether you see online interest-based advertising:"}]}, {"role": "list", "name": "", "children": [{"role": "listitem", "name": "• On your iPhone or iPad: Go to Settings-Tap; Privacy; Tap Advertising; and turn on Limit Ad Tracking;", "children": [{"role": "list item marker", "name": "• "}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "On your iPhone or iPad: Go to Settings-Tap; Privacy; Tap Advertising; and turn on Limit Ad Tracking;"}]}]}, {"role": "listitem", "name": "• On your Android (versions 2.2 and up) and Google Play Services (versions 4.0 and up): Go to Google Settings; Tap Ads; Tap Opt out of interest-based ads; and tap OK.", "children": [{"role": "list item marker", "name": "• "}, {"role": "text leaf", "name": "On your Android (versions 2.2 and up) and Google Play Services (versions 4.0 and up): Go to Google Settings; Tap Ads; Tap Opt out of interest-based ads; and tap OK."}]}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "For more information about the privacy policies on these partners, can access the following links:"}]}, {"role": "list", "name": "", "children": [{"role": "listitem", "name": "• Appodeal: https://www.appodeal.com/privacy-policy", "children": [{"role": "list item marker", "name": "• "}, {"role": "text leaf", "name": "Appodeal: https://www.appodeal.com/privacy-policy"}]}, {"role": "listitem", "name": "• Clever Ads Solutions: https://cleveradssolutions.com/PrivacyPolicyCAS.html", "children": [{"role": "list item marker", "name": "• "}, {"role": "text leaf", "name": "Clever Ads Solutions: https://cleveradssolutions.com/PrivacyPolicyCAS.html"}]}]}, {"role": "heading", "name": "Behavioral Targeting / Re-Targeting", "level": 2, "children": [{"role": "text leaf", "name": "Behavioral Targeting / Re-Targeting"}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "We partner with third parties to display advertising on our Sites and manage our advertising on other sites. Our third party partners may use technologies such as cookies to gather information about your activities on their Site and other sites in order to provide you advertising based upon your browsing activities and interests. The only way to completely “opt out” of the collection of any information through cookies or other tracking technology is to actively manage the settings on your browser or mobile device. Please refer to your browser’s or mobile device’s technical information for instructions on how to delete and disable cookies, and other tracking/recording tools (to learn more about cookies, clear gifs/web beacons and related technologies, you may wish to visit http://www.allaboutcookies.org and/or the Network Advertising Initiative’s online resources, at http://www.networkadvertising.org or if you are located in the European Union you may use the resources at http://www.youronlinechoices.eu/ . If you access the Optimizely Service or Sites on your mobile device, you may not be able to control tracking technologies through the settings. Please contact or consult the respective privacy policies of such ad servers or ad networks for more information."}]}, {"role": "heading", "name": "Game services", "level": 2, "children": [{"role": "text leaf", "name": "Game services"}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "Services can display Leaderboards and Achievements via Google Play Services or Apple Game Center (\"Game Services\"). Our Services does not use other game services. Using game services awaits you agree to their terms of use. We do not collect or store any personal information from game services."}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "Other information from the game services is only used for gaming purposes - Leaderboards and achievements."}, {"role": "whitespace", "name": "\n"}, {"role": "text leaf", "name": "For more information about the privacy policies on these partners, can access the following links:"}]}, {"role": "list", "name": "", "children": [{"role": "listitem", "name": "• Google Play: https://policies.google.com/privacy", "children": [{"role": "list item marker", "name": "• "}, {"role": "text leaf", "name": "Google Play: https://policies.google.com/privacy"}]}, {"role": "listitem", "name": "• App Store: https://www.apple.com/legal/privacy/en-ww/", "children": [{"role": "list item marker", "name": "• "}, {"role": "text leaf", "name": "App Store: https://www.apple.com/legal/privacy/en-ww/"}]}]}, {"role": "heading", "name": "External links", "level": 2, "children": [{"role": "text leaf", "name": "External links"}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "Once the user has left any of our Services through use of external links (i.e. Facebook, Twitter, Google Plus, Vkontakte or an in-app advertisement), we are not responsible for information, personal or anonymous, that may be collected, stored or shared by those sites. If you have any questions about how these other websites use your information, you should review their policies and contact them directly."}]}, {"role": "heading", "name": "Your acceptance of these terms", "level": 2, "children": [{"role": "text leaf", "name": "Your acceptance of these terms"}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "By using our Services, you agree to this policy. If you do not agree with this policy, please do not use our Services. Our Privacy Policy may change from time to time without prior notice to the end user. Your continued use of the Services after a change in this policy will be considered your acceptance of these changes."}]}, {"role": "paragraph", "name": "", "children": [{"role": "text leaf", "name": "We doesn't direct our Services to children (usually considered to be under the age of 16, depending on the country where you reside). As we don’t process or operate information about age of users we may not been able to prevent processing of the other data, which may belong to person under the legal age. We also do not intentionally collect personal information about age through our Services. If you are the parent or guardian of a child and you believe that we have inadvertently received personal information about that child, please contact us and we will delete the information from our records."}, {"role": "whitespace", "name": "\n"}, {"role": "text leaf", "name": "If you have any questions or concerns regarding our Privacy Policy, please contact us at protey.games@gmail.com"}]}]}